base-devel
git
hyprland
xdg-desktop-portal-hyprland
xdg-desktop-portal
xwayland
waybar
wlroots
playerctl
nemo
gvfs
zsh
zsh-syntax-highlighting 
zsh-autosuggestions 
zsh-history-substring-search
obs-studio
docker
qbittorrent
yt-dlp
dotnet-runtime
dotnet-sdk
blueman
bluez
bluez-utils
kitty
mako
ranger
neofetch
jq
usbmuxd
libimobiledevice
celluloid
discord
docker
fzf
wl-clip-persist
xdg-desktop-portal-wlr
rsync
gvfs 
gvfs-mtp 
gvfs-gphoto2 
gvfs-smb 
gvfs-nfs 
nvim