base-devel
git
hyprland
xdg-desktop-portal-hyprland
xdg-desktop-portal
xorg-xwayland
waybar
playerctl
nemo
gvfs
zsh
zsh-syntax-highlighting 
zsh-autosuggestions 
zsh-history-substring-search
obs-studio
nginx
docker
qbittorrent
yt-dlp
dotnet-runtime
dotnet-sdk
blueman
bluez
bluez-utils
kitty
ranger
jq
usbmuxd
libimobiledevice
docker
fzf
wl-clip-persist
xdg-desktop-portal-wlr
rsync
gvfs 
gvfs-mtp 
gvfs-gphoto2 
gvfs-smb 
gvfs-nfs 
nvim
audit
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
zoxide
libreoffice-fresh
mpv
cronie
firefox
rofi-wayland
grim
slurp
wl-clipboard
swaybg
unzip
ttf-dejavu
python-pillow
pamixer
