base-devel
git
hyprland
xdg-desktop-portal-hyprland
xdg-desktop-portal
xwayland
waybar
wlroots
playerctl
nautilus
gvfs
zsh
obs-studio
docker
qbittorrent
yt-dlp
dotnet-runtime
dotnet-sdk
blueman
bluez
bluez-utils
kitty
mako
ranger
neofetch
jq
usbmuxd
libimobiledevice
celluloid